[{"filename": "000000179765.jpg", "caption": "A black Honda motorcycle parked in front of a garage."}, {"filename": "000000190236.jpg", "caption": "An office cubicle with four different types of computers."}, {"filename": "000000331352.jpg", "caption": "A small closed toilet in a cramped space."}, {"filename": "000000517069.jpg", "caption": "Two women waiting at a bench next to a street."}, {"filename": "000000182417.jpg", "caption": "A beautiful dessert waiting to be shared by two people"}, {"filename": "000000046378.jpg", "caption": "A cat eating a bird it has caught."}, {"filename": "000000093437.jpg", "caption": "A shot of an elderly man inside a kitchen."}, {"filename": "000000172330.jpg", "caption": "A cat in between two cars in a parking lot."}, {"filename": "000000472678.jpg", "caption": "An office cubicle with multiple computers in it"}, {"filename": "000000314251.jpg", "caption": "A parade of motorcycles is going through a group of tall trees."}, {"filename": "000000223747.jpg", "caption": "a man sleeping with his cat next to him"}, {"filename": "000000109976.jpg", "caption": "An all white kitchen with an electric stovetop. "}, {"filename": "000000012667.jpg", "caption": "The telephone has a banana where the receiver should be."}, {"filename": "000000482917.jpg", "caption": "A dog sitting between its masters feet on a footstool watching tv\n"}, {"filename": "000000534605.jpg", "caption": "Man in motorcycle leathers standing in front of a group of bikes"}, {"filename": "000000289393.jpg", "caption": "Set of toy animals sitting in front of a red wooden wagon."}, {"filename": "000000561256.jpg", "caption": "A woman wearing a hat & pink top takes a selfie in front of a bathroom mirror."}, {"filename": "000000338325.jpg", "caption": "A striped plane flying up into the sky as the sun shines behind it."}, {"filename": "000000065485.jpg", "caption": "A dog driving an SUV in an open grass covered field."}, {"filename": "000000226662.jpg", "caption": "A customized motorcycle with more in the background."}, {"filename": "000000011511.jpg", "caption": "A sculpture of two women stting on a bench with their purses on the ground while people standing in a line behind them. "}, {"filename": "000000221754.jpg", "caption": "There is very little traffic at this city intersection."}, {"filename": "000000249025.jpg", "caption": "An orange reddish rose in a vase filled with water on top of a table."}, {"filename": "000000255965.jpg", "caption": "A cat pausing as it's picture is taken."}, {"filename": "000000051598.jpg", "caption": "A black trash bag in a restroom next to a sink."}, {"filename": "000000445846.jpg", "caption": "A clean kitchen with the windows white and open."}, {"filename": "000000192871.jpg", "caption": "A glass bowl filled with oranges on a table."}, {"filename": "000000365642.jpg", "caption": "A young attractive woman sitting on a toilette on the side of a street."}, {"filename": "000000393569.jpg", "caption": "A young woman using a laptop computer while sitting on a bunk bed."}, {"filename": "000000116479.jpg", "caption": "An old victorian style bed frame in a bedroom."}, {"filename": "000000063740.jpg", "caption": "Two computers sitting on top of a desk."}, {"filename": "000000570736.jpg", "caption": "A view of a bathroom that is clean."}, {"filename": "000000492937.jpg", "caption": "A close up of a bike brake on a bicycle."}, {"filename": "000000117425.jpg", "caption": "A toddler celebrates his birthday with a cupcake."}, {"filename": "000000159977.jpg", "caption": "A giraffe and a zebra checking each other out."}, {"filename": "000000232538.jpg", "caption": "A yellow and blue train is next to an overhang."}, {"filename": "000000177934.jpg", "caption": "A group of women operating a car wash."}, {"filename": "000000096549.jpg", "caption": "An airplane on the runway either just landed or ready to take off."}, {"filename": "000000469192.jpg", "caption": "A car is parked on dry grass with kites overhead."}, {"filename": "000000044652.jpg", "caption": "A flying plane with smoke trailing behind it."}, {"filename": "000000210502.jpg", "caption": "Part of train car with a door to the rear connected to the car behind it"}, {"filename": "000000298396.jpg", "caption": "Kitchen area with counter top space and dining room table. "}, {"filename": "000000187513.jpg", "caption": "A bathroom with a sliding shower door next to a toilet."}, {"filename": "000000552883.jpg", "caption": "A view of a kitchen with cabinets, a sink and a clothes washer."}, {"filename": "000000228214.jpg", "caption": "A Marine that is looking at his cell phone."}, {"filename": "000000453634.jpg", "caption": "A bathroom with a toilette with it's seat down."}, {"filename": "000000201775.jpg", "caption": "A bathroom with two urinals and a sink."}, {"filename": "000000391375.jpg", "caption": "A girl sitting on a bench in front of a stone wall."}, {"filename": "000000557501.jpg", "caption": "A bathroom is very colorful with blue yellow and red."}, {"filename": "000000435880.jpg", "caption": "A refrigerator next to a red wall in the kitchen. "}, {"filename": "000000555050.jpg", "caption": "A car driving in an intersection, past a furniture shop. "}, {"filename": "000000466085.jpg", "caption": "A bathroom that has been gutted with the shower basin the only thing left."}, {"filename": "000000442009.jpg", "caption": "a bathroom with a bath tub near windows"}, {"filename": "000000127987.jpg", "caption": "A baseball player bobble head next to two computer monitors on a desk."}, {"filename": "000000368335.jpg", "caption": "a brown horse is walking in between two cars"}, {"filename": "000000423798.jpg", "caption": "A street at night is lit up by streetlights."}, {"filename": "000000140420.jpg", "caption": "A motorcycle is parked on a dirt road in a forest."}, {"filename": "000000204186.jpg", "caption": "Racers riding four wheelers while a crowd watches."}, {"filename": "000000040471.jpg", "caption": "An older picture of a large kitchen with white appliances."}, {"filename": "000000010363.jpg", "caption": "A gray cat standing on top of a black car."}, {"filename": "000000173008.jpg", "caption": "A man in a tropical print shirt with glasses and long hair is eating a banana."}, {"filename": "000000452793.jpg", "caption": "A kitchen with a granite counter top and faucet."}, {"filename": "000000456865.jpg", "caption": "An airplane just landed on the runway "}, {"filename": "000000504711.jpg", "caption": "A fork rests on a plate next to a piece of cake."}, {"filename": "000000288584.jpg", "caption": "A person dressed as a giraffe carrying a bullhorn."}, {"filename": "000000551304.jpg", "caption": "A white and gold fancy toilet and stainless trash can."}, {"filename": "000000276284.jpg", "caption": "A motorcycle is parked in a parking lot."}, {"filename": "000000103548.jpg", "caption": "A herd of animals traveling down a country road surrounded by a lush green landscape."}, {"filename": "000000226408.jpg", "caption": "Child laying down with arms extended in the air."}, {"filename": "000000558073.jpg", "caption": "a cat sitting in a bathtub not looking amused"}, {"filename": "000000102411.jpg", "caption": "Two people riding a motorcycle to the beach."}, {"filename": "000000048924.jpg", "caption": "A dirt bike parked near a tent in the woods."}, {"filename": "000000230008.jpg", "caption": "a traffic motorcycle cop waits to give a ticket"}, {"filename": "000000181666.jpg", "caption": "a flock of goats and some men watching them"}, {"filename": "000000543047.jpg", "caption": "A scene of an apartment with a dining table and a couple of couches."}, {"filename": "000000565391.jpg", "caption": "A jeep with a dead bird on the windshield."}, {"filename": "000000485802.jpg", "caption": "An airplane leaving a trail in the sky."}, {"filename": "000000086220.jpg", "caption": "A car and a public transit vehicle on a road."}, {"filename": "000000412894.jpg", "caption": "Dozens of people walking around a metro area"}, {"filename": "000000099054.jpg", "caption": "some planes on an air port run way"}, {"filename": "000000026564.jpg", "caption": "An office desk with a row of books and a desktop computer and laptop computer on the desk."}, {"filename": "000000062025.jpg", "caption": "An image of a hotel bathroom that is ugly."}, {"filename": "000000489091.jpg", "caption": "A residential bathroom has a modern motel look with upgraded fixtures and accessories."}, {"filename": "000000155154.jpg", "caption": "The bathroom is small and white and gray."}, {"filename": "000000071711.jpg", "caption": "A large airplane museum with old war planes."}, {"filename": "000000152771.jpg", "caption": "A bike in the middle of an empty parking lot next to trees"}, {"filename": "000000437392.jpg", "caption": "A toilet that is decorated like a pink stuffed animal"}, {"filename": "000000571804.jpg", "caption": "Ten porcelain pieces with floral patterns painted on them."}, {"filename": "000000078404.jpg", "caption": "Three women sitting on a park bench next to each other."}, {"filename": "000000308631.jpg", "caption": "People stand around an antique motorcycle in a grassy area."}, {"filename": "000000423971.jpg", "caption": "A toilet with an illuminated seat in a restroom."}, {"filename": "000000304560.jpg", "caption": "A black ct with green eyes sitting in the sun."}, {"filename": "000000221708.jpg", "caption": "Lights shine on a wooden dining room table."}, {"filename": "000000026204.jpg", "caption": "A street filled with lots of traffic next to tall buildings."}, {"filename": "000000085576.jpg", "caption": "A commercial bathroom stall with empty toilet paper holders."}, {"filename": "000000153217.jpg", "caption": "a black cat standing in front of a motorcycle"}, {"filename": "000000270066.jpg", "caption": "A motorcycle is parked near a puddle and a van."}, {"filename": "000000348708.jpg", "caption": "The banana is laying next to an almost empty bowl."}, {"filename": "000000224051.jpg", "caption": "A bike is perched on a concrete girder on the road."}, {"filename": "000000163746.jpg", "caption": "A pretty young girl standing next to another pretty young girl on a beach."}, {"filename": "000000382122.jpg", "caption": "A large church building with a massive clock tower."}, {"filename": "000000571857.jpg", "caption": "In the desert, two people are sitting next to a small propeller plane next to a tent with other planes in the background."}, {"filename": "000000209747.jpg", "caption": "A gray and white kitten sitting in a bathroom sink."}, {"filename": "000000575205.jpg", "caption": "A small plane is preparing to land on the strip"}, {"filename": "000000017379.jpg", "caption": "a flat screen TV embedded in a restroom mirror."}, {"filename": "000000055002.jpg", "caption": "A metallic toilet sitting in a small bathroom."}, {"filename": "000000202228.jpg", "caption": "The reflection of a man taking  a picture in a mirror"}, {"filename": "000000194832.jpg", "caption": "A television screen is displayed in an empty bus."}, {"filename": "000000147518.jpg", "caption": "A bathroom that has magazine rack and small cabinet."}, {"filename": "000000003661.jpg", "caption": "A bunch of bananas sitting on top of a wooden table."}, {"filename": "000000147740.jpg", "caption": "A woman walking while carrying bananas on her hat."}, {"filename": "000000243204.jpg", "caption": "A person is holding a spatula near slices of bread on a stove."}, {"filename": "000000368900.jpg", "caption": "A cluttered room filled with a tv and a kitchen. "}, {"filename": "000000214192.jpg", "caption": "two motocross racers in the middle of a race"}, {"filename": "000000134096.jpg", "caption": "A calico cat drinking from a sink faucet."}, {"filename": "000000441586.jpg", "caption": "MAN ON A CONTRAPTION, SURROUNDED BY A BICYCLE AND ANOTHER PERSON"}, {"filename": "000000425221.jpg", "caption": "A plane is flying away from the airport"}, {"filename": "000000163155.jpg", "caption": "A cat crouched over sitting by a brick wall."}, {"filename": "000000216497.jpg", "caption": "Some chairs sit at an island near an open door. "}, {"filename": "000000515266.jpg", "caption": "A white truck parked next to a white trailer."}, {"filename": "000000360564.jpg", "caption": "A walk in shower next to a toilet with a wooden seat."}, {"filename": "000000090631.jpg", "caption": "A colorful fighter jet flying through a blue sky."}, {"filename": "000000427338.jpg", "caption": "A city made out of stone brick with large arches."}, {"filename": "000000058705.jpg", "caption": "A man wearing a helmet while holding a banana next to a woman wearing a helmet."}, {"filename": "000000360943.jpg", "caption": "An orange cat sitting in front of a door to a house."}, {"filename": "000000302760.jpg", "caption": "A bathroom sink with a marble counter top under a large mirror."}, {"filename": "000000252219.jpg", "caption": "a person with a shopping cart on a city street "}, {"filename": "000000313182.jpg", "caption": "A purple and white bus driving down a street."}, {"filename": "000000098520.jpg", "caption": "A large passenger jet sitting on top of an airport runway."}, {"filename": "000000354072.jpg", "caption": "A bathroom sink under a mirror next to a plant."}, {"filename": "000000206135.jpg", "caption": "A herd of cattle sitting in front of a church with a steeple."}, {"filename": "000000308799.jpg", "caption": "A doorway into a clean wood floored kitchen."}, {"filename": "000000205514.jpg", "caption": "The large living room has been decorated in modern furnishings."}, {"filename": "000000537812.jpg", "caption": "A tiled bathroom with toilet and open shower"}, {"filename": "000000284623.jpg", "caption": "A black cat sits in a bathroom sink."}, {"filename": "000000136355.jpg", "caption": "A kitchen with a bright window and house plants"}, {"filename": "000000001761.jpg", "caption": "Two planes flying in the sky over a bridge."}, {"filename": "000000267351.jpg", "caption": "A large clock tower is yellow and white."}, {"filename": "000000357567.jpg", "caption": "A small bathroom with a white toilet next to a shower curtain covered bath tub."}, {"filename": "000000221502.jpg", "caption": "A park bench surrounded by floral arrangements on either side."}, {"filename": "000000211825.jpg", "caption": "A man blowing out candles on a cake."}, {"filename": "000000382734.jpg", "caption": "A bathroom being renovated with pipes in the wall"}, {"filename": "000000456394.jpg", "caption": "BLUE MOTORCYCLE ON DISPLAY, SURROUNDED BY OTHER VEHICLES"}, {"filename": "000000553776.jpg", "caption": "A man rides a large motorcycle on a freeway."}, {"filename": "000000332455.jpg", "caption": "a close up of a toilet with a pink seat and lid"}, {"filename": "000000465179.jpg", "caption": "a close up of a person brushing her teeth in the bathroom"}, {"filename": "000000571718.jpg", "caption": "A man standing in front of a fruit stand containing several bunches of bananas."}, {"filename": "000000527220.jpg", "caption": "A red car next to a gas station sign and parked blue and silver motorcycles."}, {"filename": "000000554002.jpg", "caption": "A black dog standing between people in line"}, {"filename": "000000122217.jpg", "caption": "Two people skateboarding down a roadway in a downhill descent."}, {"filename": "000000168337.jpg", "caption": "Two people outside of a stone building near a red fire hydrant."}, {"filename": "000000023272.jpg", "caption": "A Calico cat laying on the hood of a Mercedes."}, {"filename": "000000368940.jpg", "caption": "a bathroom with a mirror and a sink"}, {"filename": "000000481573.jpg", "caption": "Boy standing on a skate board as seen from under the board."}, {"filename": "000000542089.jpg", "caption": "a bathroom with a bath tub a sink and a mirror"}, {"filename": "000000165681.jpg", "caption": "This is an image of a row of scooters"}, {"filename": "000000357737.jpg", "caption": "A picture of a person standing by a bicycle."}, {"filename": "000000067213.jpg", "caption": "A lot of people that are looking at a pool."}, {"filename": "000000222825.jpg", "caption": "A kitchen with a stove top oven next to a white fridge."}, {"filename": "000000170893.jpg", "caption": "A dog is standing next to a toilet playing with tissue"}, {"filename": "000000107087.jpg", "caption": "A black cat sits in a car and looks out."}, {"filename": "000000366884.jpg", "caption": "A man sitting at a computer desk in front of a monitor."}, {"filename": "000000555597.jpg", "caption": "Many cars parked on a city street with tall buildings in the background."}, {"filename": "000000139099.jpg", "caption": "A street scene with a person on a motorcycle."}, {"filename": "000000144114.jpg", "caption": "A small glider flying through the sky with a pilot."}, {"filename": "000000255917.jpg", "caption": "A cluster of traffic driving towards a capital building."}, {"filename": "000000030828.jpg", "caption": "A person with an orange blanket covering them, sleeping on a wooden park bench."}, {"filename": "000000163562.jpg", "caption": "The young man is holding a clear Frisbee."}, {"filename": "000000021839.jpg", "caption": "a person walking across the street with a traffic light above"}, {"filename": "000000251065.jpg", "caption": "A black toilet in a tiled public bathroom stall."}, {"filename": "000000522751.jpg", "caption": "A view of a stoplight by a street."}, {"filename": "000000213816.jpg", "caption": "a close up of a public transit train with its doors open"}, {"filename": "000000435003.jpg", "caption": "A laptop computer sitting on a desk next to a desktop monitor."}, {"filename": "000000307145.jpg", "caption": "A kitchen with old wooden cabinets and a stove top oven."}, {"filename": "000000281032.jpg", "caption": "An elderly person in a kitchen cooking food."}, {"filename": "000000404484.jpg", "caption": "A woman bending over in a living room to pet her dog."}, {"filename": "000000227044.jpg", "caption": "A black and white cat standing in a white bathroom sink."}, {"filename": "000000002532.jpg", "caption": "A person standing on top of a ski covered slope."}, {"filename": "000000156071.jpg", "caption": "A group of people standing around at a rodeo."}, {"filename": "000000127182.jpg", "caption": "A kitchen filled with metal appliances and a window."}, {"filename": "000000491090.jpg", "caption": "A man sitting on one of a group of motorcycles."}, {"filename": "000000356387.jpg", "caption": "A row of parked motorcycles sitting in front of a tall building."}, {"filename": "000000130826.jpg", "caption": "Two men sitting next to each other on a wooden bench."}, {"filename": "000000472623.jpg", "caption": "A young man riding a bike on top of a beach."}, {"filename": "000000481404.jpg", "caption": "A church with a stain glassed window of the virgin mary."}, {"filename": "000000194875.jpg", "caption": "Here are motorcyclists parked outside a Polish gathering spot for women"}, {"filename": "000000025096.jpg", "caption": "A young boy cuts into a cake shaped like a skateboard."}, {"filename": "000000485895.jpg", "caption": "The giraffe is standing in the shade of the tree."}, {"filename": "000000243495.jpg", "caption": "a toilet with writing under the lid "}, {"filename": "000000384850.jpg", "caption": "A bathroom with a shower curtain that has four palm trees on it and a white tile floor."}, {"filename": "000000053505.jpg", "caption": "A toilet sitting underneath a medicine cabinet in a bathroom."}, {"filename": "000000146667.jpg", "caption": "A woman digging through the storage compartment on her moped."}, {"filename": "000000531707.jpg", "caption": "A group of people sitting on a wooden bench next to a  field."}, {"filename": "000000031817.jpg", "caption": "A man riding a motorcycle while eating food."}, {"filename": "000000536343.jpg", "caption": "A bath tub in a small bathroom with towels hanging over it."}, {"filename": "000000029187.jpg", "caption": "A man riding a horse drawn carriage on a race track."}, {"filename": "000000402346.jpg", "caption": "Tomatoes sit in a black bowl next to a flower."}, {"filename": "000000458768.jpg", "caption": "A brightly lit kitchen with lots of natural light."}, {"filename": "000000018737.jpg", "caption": "A motorcycle parked near a fence by a beach."}, {"filename": "000000293044.jpg", "caption": "A plastic dish with the food sectioned off."}, {"filename": "000000045229.jpg", "caption": "A kitchen filled with a wooden cabinet and a large window."}, {"filename": "000000212453.jpg", "caption": "A white toilet sitting in a corner of a room."}, {"filename": "000000570782.jpg", "caption": "Three computers without screens sit on a desk."}, {"filename": "000000069213.jpg", "caption": "Two men wearing suits and hats are walking together."}, {"filename": "000000520324.jpg", "caption": "Someone is driving a cart near a single engine airplane."}, {"filename": "000000455624.jpg", "caption": "Person driving a plated motorcycle on a track with people watching."}, {"filename": "000000408112.jpg", "caption": "A small propeller plane sitting on top of an airport tarmac."}, {"filename": "000000297578.jpg", "caption": "A man walking down a street smoking a cigarette."}, {"filename": "000000286907.jpg", "caption": "A bathroom scene with focus on the toilet."}, {"filename": "000000553094.jpg", "caption": "a fighter het flying up in the air "}, {"filename": "000000414510.jpg", "caption": "A few people sitting by a busy street"}, {"filename": "000000070774.jpg", "caption": "Small motorcycle with several bicycles tied to the back of it. "}, {"filename": "000000015272.jpg", "caption": "A red light is a wonderful contrast to the pink leaves on trees"}, {"filename": "000000152120.jpg", "caption": "A man in a jean jacket riding a motorcycle on a road."}, {"filename": "000000441247.jpg", "caption": "A woman standing in a kitchen next to a table."}, {"filename": "000000323263.jpg", "caption": "A group of people standing around a blue building."}, {"filename": "000000462614.jpg", "caption": "A bathroom filled with fixtures and a shower."}, {"filename": "000000092124.jpg", "caption": "A bathroom with a white toilet and a sink net to a shower."}, {"filename": "000000380706.jpg", "caption": "A man riding a motorcycle down a city street."}, {"filename": "000000474786.jpg", "caption": "A bathroom with a sink and television inside of the mirror."}, {"filename": "000000097022.jpg", "caption": "A kitchen filled with wooden cabinets and a microwave oven."}, {"filename": "000000208901.jpg", "caption": "A large passenger jet flying through a gray sky."}, {"filename": "000000074209.jpg", "caption": "A counter in a kitchen line with black metal stools."}, {"filename": "000000472375.jpg", "caption": "A small black and brown dog sitting next to a motorcycle."}, {"filename": "000000224724.jpg", "caption": "There is a woman standing on a city street."}, {"filename": "000000084752.jpg", "caption": "a jet on three pillars in front of a building"}, {"filename": "000000405432.jpg", "caption": "A white table topped with cakes and nuts."}, {"filename": "000000293324.jpg", "caption": "A group of large passenger jets parked in front of an airport."}, {"filename": "000000008211.jpg", "caption": "Two men talking to each other on a street corner\n"}, {"filename": "000000034873.jpg", "caption": "A kitchen with a counter and a table with chairs."}, {"filename": "000000580294.jpg", "caption": "Person cooking an eggs on a black pot on a stove. "}, {"filename": "000000507893.jpg", "caption": "The bathroom is white and looks very clean."}, {"filename": "000000101762.jpg", "caption": "A cat standing next to a bike parked against a wall."}, {"filename": "000000226984.jpg", "caption": "A kitchen filled with appliances and wooden cabinets."}, {"filename": "000000052017.jpg", "caption": "A yellow and blue plant flying in a gray sky."}, {"filename": "000000489339.jpg", "caption": "A woman is wearing a wetsuit while holding a surfboard."}, {"filename": "000000205401.jpg", "caption": "A plane floating on top of a lake surrounded by mountains."}, {"filename": "000000419974.jpg", "caption": "a man standing next to a kitchen counter preparing food."}, {"filename": "000000262895.jpg", "caption": "A man wearing a tie, jacket and white shirt."}, {"filename": "000000138639.jpg", "caption": "A group of men standing on the side of a street."}, {"filename": "000000349184.jpg", "caption": "A woman sitting on top of a wooden bench near a park."}, {"filename": "000000037670.jpg", "caption": "A man holding holding a giant remote control."}, {"filename": "000000338219.jpg", "caption": "A couple of motorcycles parked next to each other."}, {"filename": "000000206487.jpg", "caption": "A man riding a motorcycle with a woman on back of it."}, {"filename": "000000011149.jpg", "caption": "A man standing next to a bikes and a motorcycle."}, {"filename": "000000379453.jpg", "caption": "An Air Force jet flying in a deep blue sky."}, {"filename": "000000579902.jpg", "caption": "A person riding a motorcycle down a street."}, {"filename": "000000485424.jpg", "caption": "an image of a junky garage with trash everywhere"}, {"filename": "000000033854.jpg", "caption": "A bus, old cabin cars, and motor cycles with people "}, {"filename": "000000044590.jpg", "caption": "A group of motorcycles parked on the side of a road."}, {"filename": "000000167898.jpg", "caption": "A kitchen with a toilet, sink and a bathtub."}, {"filename": "000000167122.jpg", "caption": "an image of a night scene with a cat on top of a car"}, {"filename": "000000365766.jpg", "caption": "A kitchen area with a stove, sink and microwave."}, {"filename": "000000206411.jpg", "caption": "A hand spraying water into a white toilet bowl."}, {"filename": "000000500464.jpg", "caption": "Bathroom with a white tiled floor and sink."}, {"filename": "000000467511.jpg", "caption": "A biker chic in high heel boots is talking to a man at a gas pump."}, {"filename": "000000311295.jpg", "caption": "A field with various wildlife and trees in the background."}, {"filename": "000000170099.jpg", "caption": "a person wearing a suit and tie next to a couch"}, {"filename": "000000033638.jpg", "caption": "A woman observing something on a kitchen stove."}, {"filename": "000000403565.jpg", "caption": "A man wearing a bike helmet standing next to a bicycle."}, {"filename": "000000383443.jpg", "caption": "A bathroom with a tub, sinks, lights and a television."}, {"filename": "000000187745.jpg", "caption": "a small yellow Cessna plane flying on a clear day"}, {"filename": "000000365207.jpg", "caption": "rear view mirror reflection showing a dog in the back seat"}, {"filename": "000000343934.jpg", "caption": "A blue motorcycle is parked in a corner covered in graffiti."}, {"filename": "000000290619.jpg", "caption": "Banana and plastic drink container sitting on a table."}, {"filename": "000000209613.jpg", "caption": "Three look alike dogs are herding sheep into a pile."}, {"filename": "000000459272.jpg", "caption": "A woman holding a smart phone next to a group of people."}, {"filename": "000000386457.jpg", "caption": "Cat wedged between two large oak doors trying to get out."}, {"filename": "000000245513.jpg", "caption": "A giraffe standing in a field next to a fence."}, {"filename": "000000077396.jpg", "caption": "These two cats are playing in a room that has a large TV and a laptop computer."}, {"filename": "000000477441.jpg", "caption": "A large passenger jet sitting on top of an airport tarmac."}, {"filename": "000000402433.jpg", "caption": "A pizza sitting on top of a pan in the oven."}, {"filename": "000000103585.jpg", "caption": "A bathroom with two sinks sitting under mirrors."}, {"filename": "000000255401.jpg", "caption": "A bathroom filled with toilets and a tub next to a sink."}, {"filename": "000000044279.jpg", "caption": "Two men work in the kitchen of a restaurant."}, {"filename": "000000410878.jpg", "caption": "A parked motorcycle sitting on a dirty road."}, {"filename": "000000459467.jpg", "caption": "A small wheeled airplane on an open runway."}, {"filename": "000000507081.jpg", "caption": "A kitchen with its light's off, with light coming from an open door."}, {"filename": "000000262440.jpg", "caption": "A bathroom with a toilet, sink, bath tub, and a small cabinet."}, {"filename": "000000398905.jpg", "caption": "A person is sitting at a keyboard near a microphone."}, {"filename": "000000173302.jpg", "caption": "A restaurant with red stools next to a bar  and a blue table."}, {"filename": "000000164637.jpg", "caption": "A picture of pink bathroom sink and a mirror."}, {"filename": "000000185802.jpg", "caption": "A banana in a little chair near a window."}, {"filename": "000000017436.jpg", "caption": "A man sitting on a bench with a tall building behind him."}, {"filename": "000000078748.jpg", "caption": "A group of motorcycles on display for a crowd."}, {"filename": "000000382696.jpg", "caption": "A kitchen under construction with a trashcan and stove."}, {"filename": "000000365387.jpg", "caption": "View of a public men's' room with a  cot on the side."}, {"filename": "000000232649.jpg", "caption": "A bathroom has the blue toilet seat off."}, {"filename": "000000490936.jpg", "caption": "A row of parked motorcycles on the side of a street."}, {"filename": "000000312340.jpg", "caption": "A black and white cat sitting on top of leaves."}, {"filename": "000000232563.jpg", "caption": "A man standing in the street with a umbrella."}, {"filename": "000000389812.jpg", "caption": "A smiling man holds a bunch of freshly picked bananas"}, {"filename": "000000144003.jpg", "caption": "A group of people watching a woman cutting a cake."}, {"filename": "000000376310.jpg", "caption": "A small bathroom with a mirror and sinks."}, {"filename": "000000452122.jpg", "caption": "An airplane flying in the air during the day."}, {"filename": "000000245448.jpg", "caption": "A man standing with his motorcycle outside of a repair shop."}, {"filename": "000000032941.jpg", "caption": "A street that has all the traffic stopped at a traffic light."}, {"filename": "000000149406.jpg", "caption": "An old motorcycle rests near a rundown building. "}, {"filename": "000000002149.jpg", "caption": "A large white bowl of many green apples. "}, {"filename": "000000531134.jpg", "caption": "A traffic light with a sad face on the red light. "}]